---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelScheduleHeaderNotesParam
source: html/6d976fc3-5b6b-dcd5-b437-ab62498d8011.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelScheduleHeaderNotesParam Property

"Schedule Header Notes"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecPanelScheduleHeaderNotesParam { get; }
```